acpi
acpid
alsa-utils
android-platform
android-sdk-build-tools
antergos-common-meta
antergos-desktop-settings
antergos-gnome-meta
antergos-kde-meta
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
apache
arc-gtk-theme
arc-icon-theme
arduino
arp-scan
atom
autoconf
automake
avr-binutils
avr-gcc
avrdude
awesome-terminal-fonts
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
blueman
bluez
bluez-utils
boost
brightnessctl
btrfs-progs
bzip2
bzr
capitaine-cursors
chromium
cifs-utils
cinepaint
clang
cmake
compton
coreutils
cowfortune
cowsay
crda
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmraid
dosfstools
e2fsprogs
eagle
efibootmgr
emacs
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
flex
fortune-mod
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
glib-perl
glib2-docs
glibc
gnome-bluetooth
google-chrome
gparted
grep
groff
grub
grub2-theme-antergos
gsfonts
gtkglext
gzip
haveged
hdf5
hplip
htop
i3-gaps
imagewriter
indicator-kdeconnect-git
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jetbrains-toolbox
jfsutils
kdenetwork-filesharing
less
libmagick6
libreoffice-fresh
libtool
licenses
linux
linux-headers
linux-lts-headers
lmms
logrotate
ltspice
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
megasync
mlocate
modemmanager
mono
mpd
nano
nautilus-megasync
neofetch
net-tools
netctl
networkmanager
nfs-utils
nilfs-utils
nmap
ntfs-3g
numix-icon-theme-circle
openssh
os-prober
pacman
patch
pciutils
pcmciautils
perl
php
php-apache
phpmyadmin
pkgconf
pkgfile
playonlinux
polybar-git
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-equalizer
pulseeffects
putty
python-gobject
python-pip
python-pyqt5
python2-gnomekeyring
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-styleplugins-git
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-xmlpatterns
qtcreator
ranger
reflector
reiserfsprogs
s-nail
samba
screenfetch
sed
shadow
splix
spotify
sudo
supertuxkart
sway
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
teamviewer
terminus-font
termite
texinfo
texstudio
tlp
tlp-rdw
tmux
touchegg
tree
ttf-droid
ttf-ubuntu-font-family
unrar
unzip
update-grub
usb_modeswitch
usbutils
util-linux
vala
vi
virtualbox
virtualbox-guest-iso
vlc
wget
which
whois
wireless_tools
wpa_actiond
write_stylus
xfsprogs
yaourt
zd1211-firmware
zsh
